Repository: CruGlobal/godtools-swift
Catalog: godtools/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, bg, bn, cs, da, de, el, es, et, fa, fi, fil, fr, fr_ca, gu, ha, he, hi, hr, hu, id, it, ja, ko, ko_kr, lo, lt_lt, lv, mg, mk, mr, ms, ne, nl, om, pa, pl, pt, pt_pt, ro, ru, ru_md, sk, sl, sq, sr_rs, sv, sw, ta, te_in, th, tr, uk, ur, vi, zh_hans, zh_hant

# languageSettings.toolLanguagesAvailableOffline.message
source: Download all the tools in a language to make them available even if you're out of WiFi or cell service. Set the tool language via the options button within a tool.
af: Laai al die hulpmiddels in 'n taal af om dit beskikbaar te maak, selfs as jy buite WiFi of seldiens is. Stel die hulpmiddeltaal in via die opsie-knoppie binne 'n hulpmiddel.
am: ከዋይፋይ ወይም ከአገልግሎት መስጫ ክልል ውጪ ቢሆኑም እንኳ መጠቀም እንዲችሉ በመረጡት ቋንቋ ቡክሌቶቹን ያውርዱ። የመተግበሪያ ቋንቋ የአማራጮች ቁልፍን በመጫን ይምረጡ።
ar: قم بتنزيل جميع الأدوات بلغة ما لإتاحتها حتى إذا كنت خارج شبكة WiFi أو الخدمة الخلوية. اضبط لغة الأداة عبر زر الخيارات داخل الأداة.
bn: একটি ভাষায় সব কটি সাধন ডাউনলোড করুন যাতে আপনি ওয়াই-ফাই অথবা ইন্টারনেট পরিষেবার বাইরে থাকলেও সেগুলি দেখতে পারেন। সাধনের মধ্যে দেওয়া পছন্দের বোতাম টিপে সাধনের ভাষা নির্দিষ্ট করুন।
de: Lade alle Tools in einer Sprache herunter, damit sie auch dann verfügbar sind, wenn du kein WLAN und keinen Mobilfunk hast. Stelle die Tool-Sprache in der Schaltfläche „Optionen“ innerhalb eines Tools ein.
es: Descarga todas las herramientas en un idioma para que estén disponibles incluso si no tienes WiFi o servicio móvil. Establece el idioma de la herramienta mediante el botón de opciones dentro de una herramienta.
fr: Téléchargez tous les outils dans une langue donnée afin qu'ils soient disponibles même sans connexion Wi-Fi ou cellulaire. Définissez la langue de l'outil à l'aide du bouton d'options de l'outil.
ha: Zazzage duk kayan aikin da ke cikin yare don samar da su ko da ba ku da WiFi ko sabis na salula. Saita yaren kayan aiki ta maɓallin Zaɓuɓɓuka a cikin kayan aiki.
hi: भले ही आप वाईफाई या सेल सेवा क्षेत्र से बाहर हों, आप सभी टूल्स को उपलब्ध कराने के लिए उन सभी को एक भाषा में डाउनलोड करें। टूल के भीतर विकल्प बटन के माध्यम से टूल भाषा को सेट करें।
id: Unduh semua alat dalam satu bahasa agar dapat dibuka meskipun Saudara tidak terhubung WiFi atau layanan seluler. Atur bahasa alat melalui tombol opsi di dalam alat.
ja: すべてのツールを一つの言語でダウンロードしておくと、WiFiや携帯電話サービスが使えない場合でも、アプリを利用することができます。ツールの中のオプションボタンでツールの言語を設定してください。
ko: 와이파이나 모바일 데이터 없이도 이용하려면 해당 언어로 이용 가능한 모든 도구를 다운로드하세요. 도구 내 옵션 버튼으로 도구 언어를 설정하세요.
lv: Lejupielādē visus rīkus izvēlētā valodā, lai tie būtu pieejami bezsaistē. Rīka valodas izvēlei izmanto rīka iestatījumu pogu.
ne: तपाई वाइफाइ वा मोबाइल इन्टरनेट सेवाबाट बाहिर हुँदा पनि यसलाई उपलब्ध गराउन एकै भाषामा सबै टूल डाउनलोड गर्नुहोस्। टूल भित्र छनौट बटन मार्फत टूल भाषा सेट गर्नुहोस्।
om: Barruuwwan afaan kanaan jiran yeroo networkii ykn WiFi hin qabnettis argachuuf buufadhu. Afaan barruu sanaa filannoowwan baruu sanaa keessa galii sirreessi.
pt: Baixar todas as ferramentas em um idioma para disponibilizá-las mesmo quando você estiver sem WiFi ou serviço de celular. Definir o idioma da ferramenta via botão de opções dentro da ferramenta.
ro: Descărcați toate instrumentele într-o limbă pentru a le face disponibile chiar dacă nu aveți acces WiFi sau serviciul celular. Setați limba instrumentului prin intermediul butonului de opțiuni din cadrul unui instrument.
ru: Загрузите все инструменты на выбранном языке, чтобы они были доступны, даже когда нет сигнала или WiFi. Установите язык инструмента, нажав на кнопку "настройки" внутри инструмента.
sw: Pakua vifaa vyote kwa lugha moja ili viweze kupatikana hata kama huna huduma ya WiFi au mtandao wa kwenye simu. Weka lugha ya kifaa kupitia kitufe cha chaguo ndani ya kifaa hicho.
ur: تمام ٹول کو ڈاؤن لوڈ کریں تاکہ وہ تب بھی دستیاب ہوں جب آپ وائی فائی سیل سروس سے دور ہوں ۔ ٹول کے اندر آپشن بٹن کے ذریعے ٹول کی زبان سیٹ کریں۔
vi: Tải tất cả công cụ có trong một ngôn ngữ để sẵn dùng ngay cả khi không có kết nối internet.
zh_hans: 将某种语言的所有工具下载下来，这样，即使您没有WiFi或移动网络，也可以使用这些工具。请通过工具中的选项按钮设置工具语言。
zh_hant: 下載某個語言的所有工具，讓您即使沒有 WiFi 或行動數據服務也可以使用工具。您可透過工具中的選項按鈕，來設定工具語言。

# languageSettings.toolLanguagesAvailableOffline.title
source: Tool languages available offline
af: Tale waarin hulpmiddels van lyn af beskikbaar is.
am: ያለኢንተርኔት የሚሰሩ የመተግበሪያ ቋንቋዎች
ar: لغات الأداة متاحة في وضع عدم الاتصال
bn: অফলাইনে প্রাপ্ত সাধনের ভাষা
de: Offline verfügbare Sprachen des Tools
es: Idiomas de herramientas disponibles sin conexión
fr: Langues de l'outil disponibles hors ligne
ha: Harsunan kayan aiki suna samuwa a layi
hi: ऑफ़लाइन उपलब्ध टूल भाषाएँ
id: Bahasa alat tersedia secara offline
ja: オフラインで使用可能なツール言語
ko: 오프라인으로 이용 가능한 도구 언어
lv: Rīka valodas pieejamas bezsaistē
ne: टूल भाषाहरू अफलाइन उपलब्ध छन्
om: Afaanota barruu buufamanii jiran
pt: Idiomas da ferramenta disponíveis offline
ro: Limbi pentru instrumente disponibile offline
ru: Языки инструментов доступны офлайн
sw: Lugha za kifaa zinazopatikana bila ya mtandao
ur: ٹول کی زبانیں جو آف لائن دستیاب ہیں
vi: Công cụ ngôn ngữ sẵn có khi offline
zh_hans: 离线可用的工具语言
zh_hant: 離線可用的工具語言

# learn_to_share_tool.learn_to_share.message
source: Practice using as many tips as you need to feel confident sharing this tool with others.
af: Oefen om soveel wenke te gebruik as wat jy nodig het om selfversekerd te voel om hierdie hulpmiddel met ander te deel.
am: ይህንን መተግበሪያ ለሌሎች በማጋራት በራስ የመተማመን ስሜት እንዲሰማዎት የሚፈልጉትን ያህል ጠቃሚ ምክሮችን በመጠቀም ይለማመዱ።
ar: تدرب على استخدام العديد من النصائح التي تحتاجها لتشعر بالثقة عند مشاركة هذه الأداة مع الآخرين.
bn: অন্যদের সাথে এই টুলটি শেয়ার করার জন্য আত্মবিশ্বাসী বোধ করুন। এইজন্য যতগুলি টিপস প্রয়োজন ততগুলি ব্যবহার করার অনুশীলন করুন৷
de: Nutze so viele Tipps, bis du dich sicher fühlst, dieses Tool mit anderen zu teilen.
es: Practica utilizando tantos consejos como necesites para sentirte seguro al compartir esta herramienta con los demás.
fr: Entraînez-vous à utiliser autant de conseils que nécessaire pour vous sentir en confiance et partager cet outil avec d'autres personnes.
ha: Yi amfani da shawarwari da yawa kamar yadda kuke buƙatar jin kwarin gwiwa raba wannan kayan aikin tare da wasu.
hi: ईश्वर के साथ अपने संबंधों की शुरुआत कैसे की जाए, वार्तालाप को इस विषय पर लाने में यह टूल मदद करता है। दिए गए सुझावों का उपयोग कर विषयवस्तु को साझा करना सीखें, ताकि आप किसी से भी बात करने के लिए तैयार रह सकें।
id: Berlatihlah menggunakan tips sebanyak yang Anda butuhkan untuk merasa percaya diri membagikan alat ini kepada orang lain.
ja: このツールを他の人とシェアする自信が持てるように、必要なだけたくさんのヒントを使って練習しましょう。
ko: 자신 있게 이 도구를 다른 사람들에게 공유할 수 있도록 필요한 만큼 팁을 연습하세요.
lv: Praktizējies izmantot tik daudz padomu, cik nepieciešams, lai pārliecinoši kopīgotu šo rīku.
ne: अरूसँग यो उपकरण साझेदारी गर्दा विश्वस्त महसुस गराउन आवश्यक भए सुझावहरू प्रयोग गर्ने अभ्यास गर्नुहोस्।
om: Yaadotaa gorsaa jiran fayyadamiitii, hamma namaaf qooduudhaaf ofitti amanamummaan sitti dhaga'amutti barruu kana dubbisi.
pt: Se habitue a usar quantas dicas precisar para se sentir confiante ao compartilhar esta ferramenta com outros.
ro: Exersează să folosești atâtea recomandări câte ai nevoie pentru a te simți încrezător în împărtășirea acestui instrument cu ceilalți.
ru: Пробуйте пользоваться как можно большим количеством советов, чтобы увереннее делиться данным инструментом с другими.
sw: Jifunze kutumia mbinu nyingi za kifaa kwa kadri unavyohitaji ili uwe na uwezo wa kushirikisha kifaa hiki kwa wengine.
ur: اس آلے کو دوسروں کے ساتھ شیئر کرنے میں اعتماد حاصل کرنے کے لیے جتنی بھی تجاویز کی ضرورت ہو، ان کےاستعمال کی مشق کریں۔
vi: Thực hành sử dụng các lời gợi ý sẽ giúp bạn tự tin khi chia sẻ với người khác.
zh_hans: 练习尽可能多地使用你需要的提示，使你更自信地分享这个工具
zh_hant: 盡量練習使用最多的技巧，讓您自信地向其他人分享此工具。

# learn_to_share_tool.learn_to_share.title
source: Learn to share this tool with anyone
af: Leer om met enige iemand te deel
am: ይህን ቡክሌት ከሁሉም ጋር ማጋራት ይማሩ
ar: تعلم مشاركة هذه الأداة مع أي شخص
bn: অন্যের সাথে এই টুলটি শেয়ার করতে শিখুন
de: Lerne, dieses Tool zu teilen
es: Aprende a compartir esta herramienta
fr: Apprenez à partager cet outil avec n'importe qui
ha: Koyi raba wannan kayan aiki tare da kowa
hi: इस टूल को किसी के भी साथ साझा करना सीखें
id: Belajar bagaimana membagikan sarana ini dengan orang lain.
ja: このツールを誰とでもシェアする方法を学ぶ
ko: 이 도구 공유 방법 배우기
lv: Iemācies kopīgot rīku
ne: यो उपकरण अरुसँग साझेदारी गर्न सिक्नुहोस्
om: Barruu kana namaaf qooduu baradhu
pt: Aprenda a compartilha esta ferramenta com qualquer pessoa
ro: Învață să împărtășești acest instrument cu oricine
ru: Узнайте, как поделиться инструментом с другими
sw: Jifunze kusambaza hiki kifaa kwa mtu yeyote
ur: دوسروں کے ساتھ یہ آلہ ساجھا کرنا سیکھیں
vi: Học cách chia sẻ về công cụ này với người khác
zh_hans: 学习与任何人分享此工具
zh_hant: 如何分享此工具的學習指南

# learn_to_share_tool.light_up_the_tips.message
source: When a tip lights up, you’ve completed that piece of training. Practice using as many tips as you need to feel confident explaining the tool
af: Wanneer die wenk verlig, het jy die deel van die opleiding voltooi. Oefen om so veel as moontlik wenke te gebruik wat jy benodig om met selfvertroue die hulpmiddel te verduidelik
am: ጠቃሚ ምክር ሲበራ ያንን ስልጠና ጨርሰዋል። በእያንዳንዱ ውይይት ውስጥ እያንዳንዱን ጠቃሚ ምክር መጠቀም አያስፈልግዎትም.
ar: عندما تضيء إحدى النصائح ، تكون قد أكملت هذا الجزء من التدريب. تدرب باستخدام نصائح بقدر ما تريد كي تصبح واثقا من شرح الأداة
bn: যখন একটি টিপ আলোকিত হয়, এর মানে আপনি প্রশিক্ষণের সেই অংশটি সম্পূর্ণ করেছেন। আপনাকে প্রতিটি কথোপকথনের ক্ষেত্রে প্রতিটি টিপ ব্যবহার করতে হবে না।
de: Wenn ein Tipp aufleuchtet, hast du diesen Teil des Trainings abgeschlossen. Übe mit so vielen Tipps, bis du dich sicher fühlst, das Tool zu erklären.
es: Cuando un consejo se ilumina, has completado esa parte del entrenamiento. No es necesario utilizar todos los consejos en cada conversación.
fr: Lorsqu'un conseil s'allume, vous avez terminé la formation en question. Il n'est pas nécessaire d'utiliser chaque conseil dans chaque conversation.
ha: Lokacin da tip ya haskaka, kun kammala wannan yanki na horon. Ba kwa buƙatar amfani da kowane tukwici a cikin kowane tattaunawa.
hi: किसी सुझाव के उजला होने का मतलब है आपने प्रशिक्षण का वह भाग पूरा कर लिया है। सुझावों पर तब तक अभ्यास करें जब तक आपमें टूल को समझाने का आत्मविश्वास नहीं आ जाता।
id: Saat tip menyala, Anda telah menyelesaikan pelatihan itu. Berlatihlah menggunakan tips sebanyak yang Anda perlukan agar merasa percaya diri dalam menjelaskan alat tersebut
ja: ヒントが点灯したら、そのトレーニングを完了したことになります。ツールを説明する自信がつくまで、必要なだけ多くのヒントを使って練習しましょう。
ko: 팁이 환해지면 해당 훈련을 완료한 것입니다. 자신 있게 도구를 설명할 수 있을 때까지 필요한 만큼 팁을 활용해 연습해 보세요.
lv: Kad atvērsi padomu, atbilstošā ikona izgaismosies. Praktizējies izmantot tik daudz padomu, cik nepieciešams, lai pārliecinoši izskaidrotu rīku.
ne: जब एक सुझाव उज्यालो हुन्छ, तपाईले तालिमको त्यो भाग पूरा गर्नुभयो। तपाईले हरेक कुराकानीमा प्रत्येक सुझाव प्रयोग गर्न आवश्यक छैन।
om: Yeroo yaadni gorsaa ifu, leenjii sana xumurteetta jechuudha. Yaadota gorsaa hamma barbaadde fayyadamuudhaan, hamma barruu sana ibsuuf ofitti amanamummaa horattutti shaakali.
pt: Quando uma dica fica iluminada, significa que concluíste essa parte da formação. Pratica utilizando todas as dicas necessárias para te sentires confiante a explicar a ferramenta
ro: Când o recomandare este descoperită, ai terminat acea parte de antrenare. Exersează să folosești atâtea recomandări câte ai nevoie pentru a te simți încrezător în a explica instrumentul
ru: Вы закончили эту часть обучения, когда изменился цвет подсказки. Научитесь использовать столько подсказок, сколько вам нужно, чтобы уверенно объяснять инструмент.
sw: Ukizingatia mbinu, inakuwa umekamilisha sehemu hiyo ya mafunzo. Huna haja ya kutumia kila mbinu katika kila mazungumzo.
ur: جب کوئی مشورہ واضح ہو جائے، تو آپ نے مشق کے اس حصے کو مکمل کر لیا ہوتا ہے۔ آپ جتنے چاہیں مشورے کےاستعمال کی مشق کریں تاکہ آپ کو اس ٹول کی وضاحت دینے میں اعتماد حاصل ہو۔
vi: Khi lời gợi ý bật sáng lên, nó báo hiệu rằng bạn đã hoàn thành phần hướng dẫn đó. Bạn không nhất thiết phải sử dụng tất cả các lời gợi ý trong tất cả các phần khi chia sẻ.
zh_hans: 如果一个提示亮了，表示你已经完成那块培训。练习尽可能多地使用你需要的提示，使你更自信地讲解这个工具
zh_hant: 提示亮起就表示您完成了該部分的訓練。盡量練習使用最多的技巧，讓您自信地向其他人解說此工具。

# learn_to_share_tool.light_up_the_tips.title
source: Light up the tips
af: Verlig die wenke
am: ምክሮቹን ያብሩ
ar: أضئ النصائح.
bn: টিপস আলোকিত করুন
de: Leuchtende Tipps
es: Ilumina los consejos
fr: Illuminez les conseils
ha: Haskaka Tukwici
hi: सुझावों पर रोशनी
id: Buka tips
ja: ヒントを点灯
ko: 팁 환해지게 만들기
lv: Izgaismo padomus
ne: सुझावहरू उज्यालो पार्नुहोस्
om: Yaadota gorsaa ibsi
pt: Iluminar as dicas
ro: Descoperă recomandările
ru: Цвет подсказки
sw: Zingatia mbinu
ur: تجاویز واضح کریں
vi: Bật sáng lời gợi ý
zh_hans: 点亮提示
zh_hant: 提示亮起

# learn_to_share_tool.tips_light_the_way.message
source: On select screens of this training, you’ll see a variety of icons. Press each icon to reveal a tip that will help you talk about the content of the screen. If a screen has no icon, then just read through the content and discuss as needed.
af: Op sekere skerms sal jy 'n verskeidenheid ikone sien. Druk op die ikoon om 'n wenk te vertoon wat jou sal help om oor die inhoud van die skerm te praat.
am: በተመረጡ ስክሪኖች ላይ የተለያዩ ምልክቶችን ታያለህ። ስለ ስክሪኑ ይዘት ለመናገር የሚረዳዎትን ጠቃሚ ምክር ለማየት ምልክቱን ይጫኑ።
ar: في اختيارات الشاشات لهذا البرنامج التدريبي ، سترى مجموعة متنوعة من الرموز. اضغط على الأيقونة للكشف عن نصيحة ستساعدك على التحدث عن محتوى الشاشة. إذا لم يكن للشاشة أيقونة، عندها اقرأ المحتوى فقط وناقش بقدر الحاجة.
bn: স্ক্রীন সিলেক্ট করতে গিয়ে আপনি বিভিন্ন আইকন দেখতে পাবেন। কৌশল জানতে একটি আইকন চাপুন যা আপনাকে পর্দার/স্ক্রিনের বিষয়বস্তু সম্পর্কে কথা বলতে সাহায্য করবে ৷
de: Auf einigen Bildschirmen dieses Trainings siehst du eine Vielzahl von Symbolen. Drücke auf ein Symbol, um einen Tipp zu erhalten. Er hilft dir, über den Inhalt des Bildschirms zu sprechen. Wenn ein Bildschirm kein Symbol hat, dann lies einfach den Inhalt durch und bespreche den Inhalt bei Bedarf.
es: En determinadas pantallas, verás una serie de iconos. Pulsa el icono para revelar un consejo que te ayudará a hablar sobre el contenido de la pantalla.
fr: Sur certains écrans, vous verrez une variété d'icônes. Appuyez sur l'icône pour révéler une astuce qui vous aidera à parler du contenu de l'écran.
ha: A kan zaɓaɓɓun fuska, za ku ga gumaka iri-iri. Danna alamar don bayyana tip wanda zai taimaka maka magana game da abun ciki na allon.
hi: इस प्रशिक्षण की चुनिंदा स्क्रीन्स पर आपको कई तरह के चिन्ह दिखेंगे। हर चिन्ह को दबाने पर एक सुझाव दिखेगा जो आपको स्क्रीन पर दी गई सामग्री के विषय में बात करने के बारे में मदद करेगा। अगर स्क्रीन पर कोई चिन्ह न हो, तो सामग्री पढ़ लें और ज़रूरत के अनुसार चर्चा करें।
id: Pada layar tertentu, Anda akan melihat berbagai ikon. Tekan ikon untuk menampilkan tip yang akan membantu Anda berbicara tentang konten layar.
ja: このトレーニングの特定の画面では、さまざまなアイコンが表示されます。各アイコンを押すと、画面の内容について話すのに役立つヒントが表示されます。アイコンがない画面は、内容を読み進めて、必要に応じて話し合ってください。
ko: 이 교육의 특정 화면에서는 다양한 아이콘이 표시됩니다. 각 아이콘을 눌러 화면의 내용을 이야기하는 데 도움이 되는 팁을 확인하세요. 아이콘이 없는 화면의 경우, 내용을 읽고 필요에 따라 논의하세요.
lv: Dažādos šīs apmācības ekrānos ir dažādas ikonas. Lai atklātos padoms, kas palīdzēs runāt par ekrāna saturu, spied uz ikonas.
ne: चयन गरिएका स्क्रिनहरूमा, तपाईंले विभिन्न किसिमका आइकनहरू देख्नुहुनेछ। स्क्रिनको सामग्रीको बारेमा कुरा गर्न मद्दतको लागि सुझाव आइकन थिच्नुहोस्।
om: Fuulaawwan baruu kanaa irratti mallattoowwan gosa adda adaa argita. Yaada gorsaa wanta fuula sana irra jiru haasa'uuf si gargaaru argachuuf mallattoolee fuula sana irra jiran tuqi. Yoo fuula sana irra mallattoon hin jiru ta'e, barreeffama fuula sana irra jiru dubbisuudhaan akka siif mijatetti irratti dubbadhu.
pt: Vais ver vários ícones em ecrãs selecionados desta formação. Prime cada ícone para revelar uma dica que te vai ajudar a falar sobre o conteúdo no ecrã. Se um ecrã não tiver nenhum ícone, lê e debate o conteúdo conforme necessário.
ro: Pe ecranele selectate, vei vedea o varietate de pictograme. Apăsă pictograma pentru a vedea o recomandare care te va ajuta să vorbești despre conținutul de pe ecran. Dacă un ecran nu are pictogramă, citește conținutul și discută după cum este necesar.
ru: В выбранных разделах обучения вы найдете разные иконки. Нажмите на иконку, чтобы показать подсказку, которая поможет провести беседу из соответствующего раздела. Если в разделе нет иконки, просто прочитайте его и обсудите по необходимости.
sw: Kwenye skrini fulani, utaona alama mbalimbali. Bonyeza alama itakayoonesha mbinu itakayokusaidia kuzungumzia maudhui yaliyo kwenye skrini.
ur: اس مشق کی اسکرینوں کو منتخب کرنےپر آپ کو مختلف آئکنز دیکھنے کو ملیں گے۔ ہر آئکن دبانے سے ایک مشورہ آپ کے سامنے آئے گا جو آپ کو اس اسکرین کے مواد کے بارے میں گفتگو کرنے میں مدد دیےگا۔ اگر کوئی اسکرین آئکن نہیں ہے، تو بس مواد کو پڑھ کر اور جس طرح ضروری ہو گفتگو کریں۔
vi: Trên màn hình, bạn sẽ thấy một số biểu tượng. Bấm vào biểu tượng để xem lời gợi ý giúp bạn trình bày về nội dung bạn đang xem trên màn hình.
zh_hans: 在选择屏幕上，您将看到各种图标。按下这个图标就会显示一个提示，帮助你谈论屏幕上的内容。
zh_hant: 在本次訓練的螢幕畫面上，您會看到不同的圖示。逐一點按每個圖示，即可顯示提示，幫助您與別人討論畫面的內容。如果螢幕沒有圖示亮起，則只需閱讀內容並根據需要進行討論。

# learn_to_share_tool.tips_light_the_way.title
source: Tips to light the way
af: Wenke om die pad te verlig
am: የበለጠ ሚያስተምሩ ምክሮች
ar: نصائح لترشد الطريق
bn: টিপস আলোকিত করার কৌশল
de: Tipps für den Weg
es: Consejos para iluminar el camino
fr: Des conseils pour éclairer le chemin
ha: Nasihu don haskaka hanya
hi: पथप्रदर्शन के लिए सुझाव
id: Saran untuk membuka jalan
ja: 道を照らすためのヒント
ko: 길을 밝히는 팁
lv: Padomi rīka lietošanā
ne: बाटो उज्यालो पार्न सुझावहरू
om: Yaadota gorsaa si gargaaruu danda'an
pt: Dicas para clarear o caminho
ro: Recomandări pentru a lumina calea
ru: Подсказки
sw: Njia za kukuongoza
ur: رہنمائی کے لیے تجاویز
vi: Những gợi ý để chỉ dẫn
zh_hans: 照亮前方的路之提示
zh_hant: 輔助解說的螢幕提示

# lesson_evaluation.sendButtonTitle
source: Send feedback
af: Stuur terugvoer
am: አስተያይት ይላኩ
ar: ارسل رأيك
bn: মতামত পাঠান
de: Feedback senden
es: Enviar respuesta
fr: Envoyez vos commentaires
ha: Aika martani
hi: प्रतिक्रिया भेजें
id: Kirim tanggapan
ja: フィードバックを送信する
ko: 피드백 제출
lv: Nosūtīt
ne: प्रतिक्रिया पठाउनुहोस्
om: Duubdeebii ergi
pt: Enviar feedback
ro: Trimite feedback
ru: Отправить отзыв
sw: Toa mrejesho
ur: ردعمل بھیجیں
vi: Gửi đánh giá
zh_hans: 发送反馈
zh_hant: 傳送回饋

# lesson_evaluation.shareFaith
source: How ready do you feel to start a spiritual conversation?
af: Hoe gereed voel jy om 'n geestelike gesprek te begin?
am: መንፈሳዊ ውይይት ለመጀመር ምን ያህል ዝግጁ ነዎት?
ar: ما مدى استعدادك لبدء محادثة روحية؟
bn: আপনি একটি আধ্যাত্মিক কথোপকথন শুরু করতে কতটা প্রস্তুত?
de: Inwiefern fühlst du dich bereit, ein geistliches Gespräch zu starten?
es: ¿Qué tan preparado te sientes para iniciar una conversación espiritual?
fr: Dans quelle mesure vous sentez-vous prêt à entamer une conversation spirituelle ?
ha: Yaya shirye kuke ji don fara tattaunawa ta ruhaniya?
hi: आपको क्या लगता है कि आप आध्यात्मिक वार्तालाप शुरू करने के कितने तैयार हैं?
id: Seberapa siap Anda untuk memulai percakapan rohani?
ja: 霊的会話を始める準備がどのくらいできていると思いますか？
ko: 영적인 대화를 위해 얼마나 준비된 것 같나요?
lv: Cik gatavs tu esi uzsākt sarunu par garīgiem jautājumiem?
ne: तपाई आत्मिक कुराकानी सुरु गर्न कत्तिको तयार हुनुहुन्छ?
om: Haasaa hafuuraa nama waliin eegaluuf hammam qophaa'aadha jettee of yaadda?
pt: Até que ponto você se sente preparado para iniciar uma conversa espiritual?
ro: Cât de pregătit te simți să începi o conversație spirituală?
ru: Насколько вы чувствуете себя готовыми начать разговор о вере?
sw: Je, uko tayari kuanza kufanya mazungumzo ya kiroho?
ur: آپ خود کو روحانی گفتگو شروع کرنے کے لئے کتنے تیار ہیں؟
vi: Mức độ bạn cảm thấy sẵn sàng cho cuộc trò chuyện tâm linh?
zh_hans: 对于开启一场属灵对话你感觉自己准备的程度如何？
zh_hant: 與別人展開靈性對話，您認為自己的準備程度有多少？

# lesson_evaluation.title
source: Review
af: Hersien
am: ይገምግሙ
ar: مراجعة
bn: পর্যালোচনা
de: Bewertung
es: Evaluación
fr: Consulter
ha: Bita
hi: समीक्षा
id: Melihat kembali
ja: レビュー
ko: 리뷰
lv: Atsauksmes
ne: समीक्षा गर्नुहोस्
om: Gamaggami
pt: Revisão
ro: Părerea ta
ru: Отзыв
sw: Tathmini
ur: جائزہ لیں
vi: Xem lại
zh_hans: 回顾
zh_hant: 評價

# lesson_evaluation.wasThisHelpful
source: Was this lesson helpful for you?
af: Het hierdie les jou gehelp?
am: ይህ ትምህርት ለእርስዎ ጠቃሚ ነበር?
ar: هل كان هذا الدرس مفيدًا لك؟
bn: এই পাঠটি কি আপনার জন্য সহায়ক ছিল?
de: Hat dir diese Lektion geholfen?
es: ¿Esta lección te ha sido útil?
fr: Cette leçon vous a-t-elle été utile ?
ha: Shin wannan darasi ya taimaka muku?
hi: क्या यह पाठ आपके लिए उपयोगी था?
id: Apakah pelajaran ini membantu Anda?
ja: このレッスンは役に立ちましたか？
ko: 수업이 유용했나요?
lv: Vai šī nodarbība bija tev noderīga?
ne: के यो पाठ तपाईको लागि उपयोगी भयो?
om: Barannoon kun si fayyadeeraa?
pt: Esta lição lhe serviu?
ro: Ți-a fost de ajutor această lecție?
ru: Был ли этот урок полезным?
sw: Je, somo hili limekuwa na msaada kwako?
ur: کیا یہ سبق آپ کے لئے مددگار تھا ؟
vi: Bài học này có ích cho bạn không?
zh_hans: 这个课程对你有帮助吗？
zh_hant: 本課程是否對您有幫助？

# lessonCard.languageNotAvailable
source: Not available in %@
af: Nie beskikbaar in %@
am: በ%@ የለም
ar: غير متاحة في غضون %@
bg: Няма версия на %@
bn: %@ এ সহজলভ্য নয়
cs: Není dostupné v %@
da: Ikke tilgængelig i %@
de: Nicht auf %@ verfügbar
el: Δεν είναι διαθέσιμο σε %@
es: No disponible en %@
et: Ei ole saadaval: %@
fa: به %@ در دسترس نیست
fi: Ei kielellä: %@
fil: Hindi available sa %@
fr: Non disponible en %@
fr_ca: Indisponible en %@
ha: Ba samuwa a cikin %@
he: לא זמין ב- %@
hi: %@ में उपलब्ध नहीं
hr: Nije dosutpno u %@
hu: Nem elérhető itt: %@
id: Tidak tersedia dalam %@
it: Non disponibile in %@
ja: %@ではご利用いただけません
ko: %@ 에서 이용 불가
lt_lt: Nėra %@
lv: Nav pieejams %@ valodā
mr: %@ मध्ये उपलब्ध नाही
ms: Tidak tersedia dalam %@
ne: %@ मा उपलब्ध छैन
nl: Niet beschikbaar in het %@
om: Barruun kun Afaan %@ 'dhaan hin jiru
pa: %@ ਵਿੱਚ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
pl: Niedostępne po %@
pt: Não disponível em %@
pt_pt: Não disponível em %@
ro: Indisponibil în %@
ru: Не доступно на %@
sk: Nedostupné v jazyku %@
sl: Ni na voljo v %@
sr_rs: Није доступно у %@
sv: Finns inte på %@
sw: Haipatikani kwenye %@
te_in: %@ లో అందుబాటులో లేదు
th: ไม่พร้อมใช้งานได้ใน %@
tr: %@ dili seçeneği yok
uk: Не доступно %@
ur: %@ میں دستیاب نہیں
vi: Không có sẵn trong %@
zh_hans: 语版本不可用 %@
zh_hant: 無法使用 %@

# lessons.completionProgress
source: %@ Complete
af: %@ Klaar
am: %@ አጠናቀዋል
ar: %@ اكتمل
bn: %@ সম্পূর্ণ করুন
de: %@ Abschließen
es: %@ completado
fr: %@ Terminer
ha: %@ Cikkake
hi: %@ पूरा हुआ
id: %@ Selesai
ja: %@完了
ko: @% 완료
lv: %@ pabeigts
ne: %@ सकियो
om: %@ Xumurameera
pt: %@ concluído
ro: %@ Finalizat
ru: %@ Заполнено
sw: %@ Kamili
ur: %@ کامل
vi: %@ hoàn tất
zh_hans: %@ 完成
zh_hant: 完成 %@

# lessons.filter.lessonsAvailable
source: %d Lessons available
af: %d Lesse beskikbaar
am: %d ትምህርቶች ይገኛሉ
ar: الدروس متوفرة %d
bn: %d পাঠসমূহ উপলভ্য
de: %d Lektionen verfügbar
es: %d Lecciones disponibles
fr: %d Leçons disponibles
ha: %d akwai darussa
hi: %d अध्याय उपलब्ध हैं
id: %d Pelajaran tersedia
ja: %d 個のレッスンが利用可能
ko: 이용 가능한 수업: %d
lv: Pieejamas nodarbības: %d
ne: %d पाठहरु छन्
om: Barannoowwan %d 'tu jira
pt: Sessōes %d disponível
ro: %d Lecții disponibile
ru: Доступны %d Уроки
sw: %d Masomo vinavyopatikana
ur: اسباق دستیاب ہیں۔%d
vi: %d Bài học sẵn có
zh_hans: %d 种可用课程
zh_hant: %d 個可用 課程

# lessons.filter.navBar.language
source: Lesson language
af: Lestaal
am: የትምህርቱ ቋንቋ
ar: لُغة الدرس
bn: শিক্ষার পাঠের ভাষা
de: Lektionssprache
es: Idioma de la lección
fr: Langue de la leçon
ha: Harshen darasi
hi: पाठ की भाषा
id: Bahasa pelajaran
ja: レッスン言語
ko: 수업 언어
lv: Nodarbības valoda
ne: पाठ भाषा
om: Afaan Barannoo kanaa
pt: Idioma da lição
ro: Limba lecției
ru: Язык урока
sw: Lugha ya somo
ur: سبق کی زبان
vi: Ngôn ngữ bài học
zh_hans: 课程语言
zh_hant: 課程語言
